{
  "day": "Monday",
  "entries": [
    {
      "number": 4,
      "question": "What further warnings are given at the same time?",
      "userNoteLabel": "Note:",
      "scripture": ["Revelation 14:8-11"],
"authorNote": [
  "The name Babylon originated with the tower of Babel (Genesis 11:1-9); It means confusion. In the book of Revelation, the name is applied to those churches which teach the doctrines of men. The beast and his image are the powers that support these false teachings. Everyone is warned to come out from them (Revelation 18:1, 3, 4).\n\n Throughout the ages probation has gradually been closing. Probation is the opportunity for men to repent of their sins. For some, probation has closed while they have been living, by their rejection of God’s call to salvation. But for most people, probation has closed at their death. The apostle Paul said, \"It is appointed unto men once to die, but after this the judgment\" (Hebrews 9:27). However, before Jesus returns to the earth He will stop His work at the judgment. God has appointed a time when the judgment will cease, when the cases of all men will have been decided; that is when probation closes."
]
    },
    {
      "number": 5,
      "question": "What important announcement will be made by Jesus at the time when probation closes?",
      "scripture": ["Revelation 22:11"],
      "userNoteLabel": "Note:",
"authorNote": [
  ""
]
      },
      
    {
      "number": 6,
      "question": "How does Daniel describe the time of trouble which will take place immediately after the close of probation?",
      "scripture": ["Daniel 12:1"],
      "userNoteLabel": "Note:",
"authorNote": [
  "The ‘time of trouble, such as never was, is soon to open upon us; and we shall need an experience which we do not now possess and which many are too indolent to obtain. It is often the case that trouble is greater in anticipation than in reality; but this is not true of the crisis before us. The most vivid presentation cannot reach the magnitude of the ordeal. In that time of trial, every soul must stand for himself before God.” (GC 622)."
]
      },    
      {
        "question": ""
      }
    ]
  }