{
  "title": "Lesson 43: THE CLOSE OF PROBATION",
  "day": "Sabbath Afternoon",  
  "sabbathIntro": "",
  "memoryVerse": "For yourselves know perfectly that the day of the Lord so cometh as a thief in the night.” 1 Thessalonians 5:2 (NKJV)",
  "fundamentalBelief": "The second coming of Christ is the blessed hope of the church, the grand climax of the gospel. The Saviour’s coming will be literal, personal, visible, and worldwide. When He returns, the righteous dead will be resurrected, and together with the righteous living will be glorified and taken to heaven, but the unrighteous will die. The almost complete fulfillment of most lines of prophecy, together with the present condition of the world, indicates that Christ’s coming is near. The time of that event has not been revealed, and we are therefore exhorted to be ready at all times. (Matt. 24; Mark 13; Luke 21; John 14:1-3; Acts 1:9-11; 1 Cor. 15:51-54; 1 Thess. 4:13-18; 5:1-6; 2 Thess. 1:7-10; 2:8; 2 Tim. 3:1-5; Titus 2:13; Heb. 9:28; Rev. 1:7; 14:14-20; 19:11-21.)\n\n STATEMENTS FROM THE PEN OF INSPIRATION\n\n   \"All the judgements upon men, prior to the close of probabtion, have been mingled with mercy. The pleading blodd of Christ has shielded the sinner from receiving the full measure of his guilt; but in the final judgement, wrath is poured out unmixed with mercy.\" (GC 628)\n\n  \"It will not be long before probation will close.If you do not now serve the Lord with fidelity, how will you meet the record of your unfaithful dealing? Not long hence, a call will be nade for a settlement of accounts, and you will be asked, 'How much oest thou unto my Lord?' If you have refused to deal honestly with God, I beseech you to think of your deficiency, and if possible to make restitution. If this cannot be done, in humble penitence pray that God for Christ's sake will pardon your great debt. Begin now to act like Christians. Make no excuse for failing to give the Lord His own. Now, while mercy's sweet voice is still heard. while it is not yet too late for wrongs to be righted, while it is called today, if ye will hear His voice, harden not your hearts.\" (RH Dec.1, 1896)\n\n \"Now is the time of preparation. None need to expect that God will do the ork of preparing and fitting them up, without their efforts. It is for them to work the works of righteousness, and crowd all the right-doing they can into the little space of time allotted to them before probation closes, that they may have a clean record in Heaven\" (ApM 33)",
  "keyThought": "To understand an important event that takes place just before Jesus returns.",
  "introduction": "Many signs show that the end of all things is at hand. Just prior to Christ’s return there will be a time of great trouble, when the seven last plagues are poured out. God’s people must be prepared for that time, for then God’s Holy Spirit will be withdrawn from the earth.",
  "sabbathQuestions": [
  {
    "question": "WHAT FINAL WARNING DOES GOD GIVE MEN?"
  }
  ]  
}
